import 'package:flutter/material.dart';

class GlobalClass {
  static PreferredSizeWidget appbar(String title) {
    return AppBar(
      backgroundColor: Colors.deepPurple,
      title: Text(title,style: TextStyle(color: Colors.white),),
    );
  }

  static List catList = [
    "Funny",
    "Morning",
    "Night",
    "Birthday",
    "Friend",
    "Attitude",
    "God",
    "New Year",
    "Republic",
    "Holi",
    "Motivational",
    "Love",
    "Best Wishes",
  ];

  static List catImage = [
    "funny.png",
    "morning.png",
    "night.png",
    "birthday.png",
    "friend.png",
    "attitude.png",
    "god.png",
    "newyear.png",
    "republic.png",
    "holi.png",
    "motivation.png",
    "love.png",
    "bestwish.png",
  ];

  static List fonts = [
    "Font-1",
    "Font-2",
    "Font-3",
    "Font-4",
  ];

  static List<Gradient> gradient = const [
    LinearGradient(
      begin: Alignment.topLeft,
      end: Alignment.bottomLeft,
      colors: [
        Colors.blue,
        Colors.red,
      ],
    ),

    LinearGradient(
      begin: Alignment.topRight,
      end: Alignment.bottomLeft,
      colors: [
        Colors.blue,
        Colors.red,
      ],
    ),

    LinearGradient(
      begin: Alignment.topRight,
      end: Alignment.bottomCenter,
      colors: [
        Colors.blue,
        Colors.red,
      ],
    ),
  ];

  static List bgImage = [
    "bg-1.jpg",
    "bg-2.jpg",
    "bg-3.jpg",
    "bg-4.jpg",
  ];

  static List emoji = [
    "😅 😅 😅 😅 😅",
    "☀️ ☀️ ☀️ ☀️ ☀️️️",
    "🌙 🌙 🌙 🌙 🌙",
    "🎂 🎂 🎂 🎂 🎂",
    "🤝 🤝 🤝 🤝 🤝",
    "😎 😎 😎 😎 😎",
    "🙏 🙏 🙏 🙏 🙏",
    "🎉 🎉 🎉 🎉 🎉",
    "🇮🇳 🇮🇳 🇮🇳 🇮🇳 🇮🇳",
    "🕉️ 🕉️ 🕉️ 🕉️ 🕉️",
    "🎯 🎯 🎯 🎯 🎯",
    "❤️ ❤️ ❤️ ❤️ ❤️",
    "🤗 🤗 🤗 🤗 🤗",
    "No Emoji",
  ];

  static List passShayri = [];

  static List funny = [
    """इस दुनिया में लाखों लोग रहते हैं,
       कोई हँसता है तो कोई रोता है,
       पर सबसे सुखी वही होता है,
       जो शाम को दो पैग मार के सोता है।""",
    """न वफ़ा का ज़िक्र होगा,
       न वफ़ा की बात होगी,
       अब मोहब्बत जिस से भी होगी,
       राखी के बाद होगी।""",
    """तेरे चेहरे पर उदासी, आँखों में नमी है,
       टाटा नमक इस्तेमाल करो,
       क्योंकि तुम में आयोडीन की कमी है।""",
    """ ज़िन्दगी में सदा मुस्कराते रहो,
        फासले कम करो दिल से दिल मिलाते रहो,
        दर्द कैसा भी हो कोई ग़म न करो,
        आयोडेक्स खरीदो और लगाते रहो।""",
    """तुम्हारी शायरी बड़ी है फाइरी,
       दिल करता है जल जाये
       तुम्हारी शायरी वाली डायरी।""",
    """ए खूबसूरत हसीना,
       तू सिर्फ सवाल नहीं एक पहेली है,
       और जिसपे हम लाइन मारते हैं,
       वो तू नहीं तेरी सहेली है।""",
    """दोस्ती बुरी हो तो होने उसे मत दो,
       अगर हो गयी तो उसे खोने मत दो,
       और अगर दोस्त हो सबसे प्यारा तो,
       उसे चैन की नींद सोने मत दो।""",
    """इश्क को सर का दर्द कहने वाले सुन,
       हमने तो ये दर्द अपने सर ले लिया,
       हमारी निगाहों से बचकर वो कहाँ जायेंगे,
       हमने उनके मोहल्ले में ही घर ले लिया।""",
    """सितारों में आप, हवाओ में आप,
       फिज़ाओ में आप, बहरो में आप,
       धूप में आप, चाओं में आप,
       सच ही सुना है कि….
       बुरी आत्माओं का कोई ठिकाना नहीं होता।""",
    """जितने भी लड़के लगाते हैं
       तेरी गली की गेरियां,
       मुहं पर थूक जाएँ अगर देख ले
       तेरी फटी हुई एड़ियाँ।""",
  ];
  static List morning = [
    """हर सुबह तुम्हारी यादों से ही,
       मेरा चेहरा रोशन होता है !
      🌹Good Morning🌹""",
    """मुश्किलें आपको खत्म करने के लिए नहीं ,
       आपको बनाने के लिए जिंदगी में आती हैं !
      🌹Good Morning🌹""",
    """जितनी खूबसूरत ये गुलाबी सुबह है,
       उतना ही खूबसूरत आपका हर पल हो,
       जितनी भी खुशियाँ आज आपके पास हैं,
       उससे भी जादा आने वाले कल में हो !""",
    """जैसे सूरज ने निकलके अपना काम किया ,
       मैंने भी Good Morning Wish करके,
       अपना काम कर दिया !""",
    """ऐ सुबह तू जब भी आना,
       शीयों की सौगात अपने संग लाना,
       मिट जाए रात काली गम की,
       रंग जीवन में सबके कोई ऐसा जमाना !
       सुप्रभात !""",
    """न Vodka में मिला ना Red wine में मिला,
       हम ढूंढ़ते रहे सुकून को इधर उधर,
       वो तो हमें चाय की चुस्कियूँ में मिला !
       Good Morning""",
    """तेरी हर सुबह इतनी सुहानी हो,
       दुखो की सारी बातें पुरानी हो,
       तेरे चेहरे पर इतनी हंसी हो,
       तेरी हंसी की सारी दुनिया दीवानी हो।""",
    """हर सुबह की धूप कुछ याद दिलाती है,
       हर फूल की खुशबू एक जादू जगाती है,
       चाहूँ न चाहूँ कितना भी यार
       सुबह आपकी याद आ ही जाती है !
       Good Morning""",
    """दो पल की जिंदगी के दो नियम,
       निखरो फूलों की तरह,
       बिखरो खुशबु की तरह !!
       Good Morning""",
    """ईश्वर आपको हमेशा,
       खुश रखे, स्वस्थ रखें, मस्त रखें,
       और सभी दुखों से दूर रखें,
       यही प्रार्थना है मेरी भगवान से !""",
  ];
  static List night = [
    """दुनिया को हर वक़्त खुशी चाहिए,
       लेकिन हमें हर खुशी में,
       सिर्फ आप जैसे दोस्त चाहिए।
       ||शुभ रात्रि||""",
    """कोई चाँद सितारा हैं,
       तो कोई फूल से भी प्यारा हैं,
       जो हर पल याद आए,
       वो पल पल सिर्फ तुम्हारा हैं..
       ||शुभ रात्रि||""",
    """मेसेज का जवाब मैसेज से दीजिए,
       हम भी आपके गुड नाईट का इंतज़ार कर रहे हैं,
       कृपया रिप्लाई तो कीजिए..
       ||शुभ रात्रि||""",
    """मुस्कुराओ क्या गम हैं ज़िंदगी में,
       टेंशन किसको कम हैं ज़िंदगी में,
       अच्छा बुरा सब भ्रम हैं ज़िंदगी में,
       क्योंकि कभी खुशी कभी गम हैं ज़िंदगी में…
       ||शुभ रात्रि||""",
    """बादल चाँद को छुपा सकता हैं,
       आकाश को नहीं,
       हम सभी को भुला सकते हैं,
       बस आपको नहीं…
       ||शुभ रात्रि||""",
    """जिंदगी एक रात हैं,
       जिसमें न जाने कितने ख्वाब हैं,
       जो मिल गया वो अपना हैं,
       जो टूट गया वो सपना हैं…
       ||शुभ रात्रि||""",
    """जो दिल से अच्छे होते हैं,
       उसे कभी भी भूलना नहीं चाहिए,
       इसलिए सोने से पहले आपको याद किया…
       ||शुभ रात्रि||""",
    """न गिला करते हैं,
       न शिकवा करते हैं,
       आप सलामत रहे,
       यही दुआ करते हैं..
       ||शुभ रात्रि||""",
    """दिल की दिल से दूरी नहीं होती,
       काश कोई मजबूरी नहीं होती,
       मिलने की ताम्नां तो बहुत हैं,
       लेकिन हर तमन्ना पूरी नहीं होती…
       ||शुभ रात्रि||""",
    """मोती महंगे होते हैं,
       जिसे गवाए नही जाते,
       अपने तो अपने होते हैं,
       जिसे भुलाए नहीं जाते..
       ||शुभ रात्रि||""",
  ];
  static List birthday = [
    """तुम जियो हजारो साल,
       साल के दिन हो पचास हजार,
       जन्मदिन की हार्दिक शुभकामनाये !""",
    """तुम जो कहो वो हर ख्वाहिश पूरी हो तुम्हारी,
       तुम्हारे जन्मदिन पर खुदा से बस,
       यही दुआ है हमारी !
       🎂 Happy Birthday 🎈""",
    """हमारी तो दुआ है कोई गिला नही,
       वो गुलाब जो आजतक खिला नही,
       आज के दिन आपको वो सब कुछ मिले,
       जो आजतक किसी को कभी मिला नही !
       🎂Happy Birthday🎂""",
    """बार बार दिन ये आए,
       बार बार यह दिल गाये,
       तू जिए हजारो साल,
       यही है मेरी आरजू।
       जन्मदिन की शुभकामनाये।""",
    """खुशी से बीते हर दिन हर सुहानी रात हो,
       जिस तरफ आपके कदम पड़े,
       वहा फूलो की बरसात हो !""",
    """आज ही के दिन एक चाँद उतर के आया था,
       ऊपर वाले ने बड़ी फुर्सत से,
       आज एक नूर बनाया था,
       जन्मदिन मुबारक हो !""",
    """आपके जीवन में यह हसीन पल,
       बार बार आयें और हम हर बार ऐसे ही,
       आपका जन्मदिन मनाये !
       🎂जन्मदिन की हार्दिक शुभकामनाएं 🎂""",
    """सितारों से आगे भी कोई जहान होगा,
       जहां के सारे नजरों की कसम,
       आपसे प्यारा वहां भी कोई न होगा,
       जन्मदिन मुबारक हो !""",
    """सूरज रौशनी ले कर आया है,
       चिड़ियों ने खुब गाना गाया है,
       फूलों ने हंस हंस कर बोला,
       मुबारक हो तुम्हारा जन्मदिन आया है !🎂""",
    """खुदा बुरी नजर से बचाए आप को,
       चाँद सितारों से सजाए आप को,
       गम क्या होता है ये आप भूल ही जाओ,
       खुदा जिन्दगी मे इतना हँसाए आप को,
       Happy वाला Birthday""",
  ];
  static List friend = [
    """वो दोस्त मेरी जिंदगी में बहुत मायने रखते है,
       वक्त आने पर सामने जो मेरे आइने रखते है।""",
    """मेरे दोस्तों की पहचान इतनी मुश्किल भी नहीं,
       वो हँसना भूल जाते हैं मुझे रोता देखकर।""",
    """आसमान से उतारी है, तारों से सजाई है,
       चांद की चांदनी से नहलाई है,
       ऐ दोस्त, संभाल के रखना ये अपनी दोस्ती,
       यही तो हमारी जिंदगी भर की कमाई है।""",
    """आओ ताल्लुकात को कुछ और नाम दें,
       ये दोस्ती का नाम तो बदनाम हो गया।""",
    """बिछड़ के तो खत भी न लिखे यारों ने,
       कभी कभी की अधूरी सी बात से भी गए।""",
    """रास क्यों दोस्ती किसी की आई न हमको,
       हम ने हर तौर से निभा कर देखी।""",
    """दूर हो जाएँ तो जरा इंतज़ार कर लेना,
       अपने दिल में इतना तो ऐतबार कर लेना,
       लौट के आयेंगे हम अगर कहीं चले भी गए,
       आप बस हमसे दोस्ती बरकरार कर लेना।""",
    """तू कितनी भी खूबसूरत क्यूँ न हो ऐ ज़िंदगी,
       खुशमिजाज़ दोस्तों के वगैर तू अच्छी नहीं लगती।""",
    """मेरे लफ़्ज़ों को इतने गौर से ना पढ़ा करो दोस्तों,
       कुछ याद रह गया तो मुझे भूल नहीं पाओगे।""",
    """सवाल पानी का नहीं, प्यास का है,
       सवाल मौत का नहीं, सांस का है,
       दोस्त तो दुनिया में बहुत है मगर,
       सवाल दोस्ती का नहीं, विश्वास का है।""",
  ];
  static List attitude = [
    """नाम और पहचान चाहे छोटी हो
       पर अपने दम पर होनी चाहिए.""",
    """हम दुनिया से अलग नहीं,
       हमारी दुनिया ही अलग है !""",
    """आज तक ऐसी कोई रानी नहीं बनी,
       जो इस बदमाश को अपना गुलाम बना सके !""",
    """रहते हैं आस-पास ही लेकिन साथ नहीं होते,
       कुछ लोग जलते हैं मुझसे बस खाक नहीं होते.""",
    """सर झुकाने की आदत नहीं आंसू बहाने की आदत नहीं,
       हम बिछड़ गए तो रोओगे,
       क्योंकि हमारी लौट के आने की आदत नहीं.""",
    """जिसको जो कहना है कहने दो, अपना क्या जाता है,
       ये वक्त वक्त की बात है, और वक्त सबका आता है.""",
    """हम भी नवाब है लोगों की अकड़ धूएँ की तरह उड़ाकर,
       औकात सिगरेट की तरह छोटी कर देते है.""",
    """हम बाजीराव नहीं जो मस्तानी के लिए दोस्ती छोड़ दे,
       अरे पगली हम तो दोस्ती के लिए हज़ारो मस्तानी छोड़ देंगे !""",
    """मेरे ठोकरें खाने से भी कुछ लोगों को जलन है,
       कहतें हैं यह शख्स तजुर्बे में आगे निकल गया !""",
    """जिनके मिज़ाज़ दुनिया से अलग होते है ,
       महफ़िलो में चर्चे उनके गज़ब होते है !""",
  ];
  static List god = [
    """जो लोग ईश्वर को पाना चाहते हैं,
       उन्हें वाणी, मन, इंद्रियों की पवित्रता और
       एक दयालु हृदय की जरूरत होती हैं।""",
    """जय हो हृदय में बसे नन्द लाल की,
       जय हो हृदय में बसे बाल गोपाल की।""",
    """साधू बने तो मोहमाया छूटे,
       वैरागी बने तो छूटे तन,
       हरि तेरे से सच्चा प्रेम हो जाए तो
       तभी छूटे सारे मोह माया के बंधन।""",
    """शिव की ज्योति से प्रकाश बढ़ता है।
       जो भी जाता है भोले के द्वार।
       कुछ न कुछ उसे जरुर मिलता है।""",
    """कर्म अच्छे हो तो वही धर्म बन जाता है,
       ऐसा इंसान, ईश्वर का भक्त बन जाता है।""",
    """मुझे आप मिल गये ईश्वर
       सहारा हो तो ऐसा हो
       जिधर देखू उधर तूम हो
       नजारा हो तो ऐसा हो।""",
    """देवो के देव, महादेव आपसे हैं विनती,
       मेरी भी हो, आपके ख़ास भगतो में गिनती।""",
    """जीवन रुपी जहाज के है हम खिवैया
       अगर तूफ़ान में डूबने लगे आपकी नैया
       दोस्त डरना मत,
       बेड़ा पार लगाएगा कृष्ण कन्हैया।""",
    """अकेले ही पूरी दुनिया में चिता की भस्म से नहाते हैं,
       ऐसे ही नही वो कालों के काल महाकाल कहलाते हैं।""",
    """ईश्वर के नाम दिया कभी अल्प नही होता
       जो टूट जाए वो दृढ संकल्प नही होता
       हार को जीत से दूर ही रखना
       क्योकि जीत का कोई विकल्प नही होता।""",
  ];
  static List newyear = [
    """मिले आपको शुभ संदेश,
       धरकर खुशियों का वेश।
       पुराने साल को अलविदा हैं भाई
       आने वाले नव वर्ष की हार्दिक बधाई।
       🎊हैप्पी न्यू इयर 2023 🎊""",
    """नव वर्ष की पावन बेला में हैं
       यही शुभ संदेश,
       हर दिन आए आप के जीवन में
       लेकर ख़ुशियाँ विशेष
       नव वर्ष की हार्दिक शुभकामनाएं""",
    """आई हैं बहारे, नाचे हम और तुम
       पास आये खुशियाँ और दूर जाए ग़म
       चारो तरफ नव बरस की खुशियाँ हैं छाई
       नव वर्ष 2023 की बहुत बहुत बधाई..!!!""",
    """आपकी राहों में फूलों को
       बिखराकर लाया है नववर्ष
       महकी हुई बहारों की
       खुशबू लाया है नववर्ष
       नववर्ष की शुभकामनायें""",
    """भूल जाओ बीते हुए कल को,
       दिल में बसा लो आने वाले पल को,
       खुशियां लेकर आयेगा आने वाला कल
       नये साल की  ढ़ेरों शुभकामनाएं""",
    """आपकी आँखों में सजे हैं जो भी सपने
       और दिल में छुपी हैं जो भी अभिलाषाएं
       यह नया वर्ष उन्हें सच कर जाए
       आपके लिए यही है हमारी शुभकामनाएं..!!!
       🎊नव वर्ष की शुभकामनाएं🎊""",
    """एक खूबसूरती, एक ताज़गी
       एक सपना, एक सच्चाई
       एक कल्पना, एक एहसास
       एक आस्था, एक विश्वास
       यही हैं एक अच्छे साल की शुरुआत..!!
       🎊🎊 नव वर्ष की हार्दिक शुभकामनाएं 🎊🎊""",
    """नया साल आये बनके उजाला
       खुल जाए आपकी किस्मत का ताला
       हमेशा आप पर रहे मेहरबान ऊपर वाला
       यही दुआ करता हैं आपका यह चाहने वाला
       नए साल की हार्दिक शुभकामनाएं..!!!""",
    """मुबारक हो आपको नए वर्ष का महिना
       चमको तुम जैसे तारो का नगीना
       पतझड़ न आये आपकी जिन्दगी में
       यही है बस दोस्त अपने दिल कि तम्मना..!!!
       🎉🎉 हैप्पी न्यू ईयर 🎉🎉""",
    """जब भी नया साल आता हैं
       हम दुआ करते हैं कि
       आपको इस साल भी वह सब
       मिले जो आपका दिल चाहता हैं
       नया साल आपको मुबारक हो..!!!""",
  ];
  static List republic = [
    """दे सलामी इस तिरंगे को जिस से तेरी शान हैं……,
       सर हमेशा ऊँचा रखना इसका, जब तक दिल में जान हैं।
       वन्दे मातरम""",
    """आन देश की शान देश की, देश की हम संतान हैं,
       तीन रंगों से रंगा तिरंगा, अपनी ये पहचान है!""",
    """देश भक्तों के बलिदान से स्वतंत्र हुए हैं हम,
       कोई पूछे कौन हो तो गर्व से कहेंगे भारतीय हैं हम
       गणतंत्र दिवस की शुभकामनाएं""",
    """आओ झुक कर सलाम करे उनको,
       जिनके हिस्से में ये मुकाम आता है,
       खुशनसीब होता है वो खून
       जो देश के काम आता है…..!!
       गणतंत्र दिवस की शुभकामनाएं!""",
    """गांधी स्वप्न जब सत्य बना,
       देश तभी जब गणतंत्र बना,
       आज फिर से याद करें वो विरों का त्याग,
       जिनसे भारत गणतंत्र बना…
       Happy Republic Day""",
    """सबके अधिकारों का रक्षक,
       अपना ये गणतंत्र पर्व है,
       लोकतंत्र ही मंत्र हमारा,
       हम सबको इस पर्व पर गर्व है।""",
    """जिक्र अगर हीरो का होगा,
       तो नाम हिंदुस्तान के वीरों का होगा।""",
    """आज प्रकृति नाच रही, आज हवाएं महक रही
       भारत मां के होठों पर, लाख दुआएं चहक रही
       भारत माता की जय,""",
    """कहते हैं तुझसे ए-दुश्मन मत ले हमारा इम्तेहान…
       तू क्या जाने ताकत वतन की जिसे सब कहते हैं हिन्दुस्तान""",
    """भारत के गणतंत्र का सारे जग में है मान,
       दशकों से खिल रही भारत की अदभुत शान,
       सब धर्मो को देकर मान रच गया इतिहास,
       इसलिए हर देशवासियों को इसमें है विशवास,
       गणतंत्रता दिवस की हार्दिक शुभकामनाएँ ||""",
  ];
  static List holi = [
    """इश्क की होलिया खेलनी छोड़ दी है हमने,
       वरना हर चेहरे पे रंग सिर्फ हमारा होता.""",
    """सुना हैं होली आ रही हैं, गोपियों हमसे जरा संभल के रहना,
       क्युकी हम गालों पे रंग लगाकर दिल का रंग चुरा लेते हैं""",
    """होली में वो लड़किया भी अपने अंदर की होलिका जलाले,
       जो दशहरा में लड़को से अपने अंदर का रावण 
       जलाने को कह रही थी !""",
    """होली में मत आना मेरी हवेली पे
       वरना रंग लगा दूंगा चोली पे..""",
    """जमाने के लिए आज होली है,
       मुझे तो तेरी यादे रोज रंग देती है…!!""",
    """पिचकारी की धार, गुलाल की बौछार,
       अपनों का प्यार, यही है यारों होली का त्यौहार.""",
    """दिल ने एक बार ओर हमारा कहना माना है..
       इस होली पर फिर हमें उन्हें रंगने जाना है""",
    """तू भेज रंग अपनी मोहब्बत के वंहा से,
       हम भीगेंगे उन रंगो की बरसात में यंहा से।""",
    """लाल हो या पीला, हरा हो या नीला, सुखा हो या गिला,
       एक बार रंग लग जाये तो हो जाये रंगीला…
       HAPPY HOLI""",
    """होली.. होली होती है दीवाली मत समझना,
       हम तुम्हारे घर आये तो हमे मवाली मत समझना
       Happy Holi""",
  ];
  static List motivation = [
    """मंजिले क्या है रास्ता क्या है,
       हौसला हो तो फासला क्या है !""",
    """अब हवाएँ ही करेंगी रौशनी का फैसला,
       जिस दिए में जान होगी वो दिया रह जाएगा !""",
    """जो तूफानों में पलते जा रहे हैं,
       वही दुनिया बदलते जा रहे हैं !""",
    """सीढीयाँ उन्हें मुबारक हो,
       जिन्हें छत तक जाना हो,
       हमारी मंजिल तो आसमान है,
       और रास्ता हमें खुद बनाना है !""",
    """अकेले चलने का साहस रखो जनाब,
       कामयाबी एक दिन आपके कदमो में होगी !""",
    """भँवर से कैसे बच पाया किसी पतवार से पूछो,
       हमारा हौसला पूछो तो फिर मझधार से पूछो !""",
    """जब पढ़ते-पढ़ते राते छोटी लगे,
       तो समझ लेना जीत का जुनून,
       सर पर सवार है !""",
    """हमको मिटा सके ये जमाने में दम नहीं,
       हमसे जमाना खुद है जमाने से हम नहीं !""",
    """जिसमे उबाल हो ऐसा खून चाहिये,
       जीत के खातिर ऐसा जुनून चाहिए,
       ये आसमान भी आएगा जमीन पर,
       बस इरादों में ऐसी गूंज होनी चाहिये !""",
    """राह संघर्ष की जो चलता है,
       वहीं संसार को बदलता है,
       जिसने रातों में जंग जीती है,
       सूर्य बनकर वही निकलता है !""",
  ];
  static List love = [
    """प्यार तो जिंदगी का एक अफसाना है,
      इसका अपना ही एक तराना है,
      सबको मालूम है कि मिलेंगे सिर्फ आंसू,
      पर न जाने क्यों, दुनियां में हर कोई इसका दीवाना है ….""",
    """देख मेरी आँखों में ख्वाब किसके हैं,
      दिल में मेरे सुलगते तूफ़ान किसके हैं,
      नहीं गुज़रा कोई आज तक इस रास्ते से हो कर,
      फिर ये क़दमों के निशान किसके हैं।""",
    """खुशबु बनकर आपके पास बिखर जायेंगे !
      हवा बनकर आपके सांसो मे सामा जायेंगे!
      धड़कन बनकर आपके दिल मे उतर जायेंगे!!
      जरा महसूस करने की कोशिश तो कीजिए!
      दूर रहकर भी पास नजर आएंगे!!""",
    """प्यार किया बदनाम हो गए,
      चर्चे हमारे सरेआम हो गए,
      ज़ालिम ने दिल उस वक़्त तोडा,
      जब हम उसके गुलाम हो गए""",
    """छू गया जब कभी ख्याल तेरा,
      दिल मेरा देर तक धड़कता रहा,
      कल तेरा ज़िक्र छिड़ गया घर में,
      और घर देर तक महकता रहा !""",
  ];
  static List bestwish = [
    """ये इश्क भी एक अजीब एहसास होता है…
      अल्ज़फों से ज्यादा निगाहोसे बया होता है…
      हर पल बस उसके गम और खुशी की फ़िक्र होती है…
      इसी एहसास से तो हमको जीने का गुमान होता है…""",
    """ज़िंदगी में अगर तुम अकेले हो तो प्यार करना सिख़लो,
      और प्यार कर लिया हैं तो इज़हार करने भी सिख़लो.
      अगर इज़हार करना नही सीखा तो,
      ज़िंदगी भर प्यार के यादों में रोना सिख़लो…""",
    """वफ़ा का दरिया कभी रुकता नही,
      इश्क़ में प्रेमी कभी झुकता नही,
      खामोश हैं हम किसी के खुशी के लिए,
      ना सोचो के हमारा दिल दुःखता नहीं!""",
    """मत मुस्कुराओ इतना की फूलो को खबर लग जाये,
      हम करें आपकी तारीफ और आपको नजर लग जाये
      खुदा करे बहुत लम्बी हो आपकी जिंदगी ,
      और उस पर भी हमारी उम्र लग जाये….""",
    """बीते साल को विदा इस तरह करते है.
      जो नहीं किया अब तक वो भी कर गुजरते है.
      नया साल आने के खुशिया तो सब मानते है.
      एक बार हम इते साल कि जस्न मानते है.""",
    """हर पल मे खुशी देती है मा,
      अपनी ज़िंदगी से जीवन देती है मा,
      भगवान क्या है!!! मा की पूजा करो जनाब,
      क्यूकी भगवान को भी जनम देती है मा…""",
    """बरसात आये तो ज़मीन गीली न हो,
      धूप आये तो सरसों पीली न हो,
      ए दोस्त तूने यह कैसे सोच लिया कि,
      तेरी याद आये और पलकें गीली न हों।""",
    """जा SMS जा मेरे sweetheart के पास,
      धीरे से जाना शोर न मचाना,
      busy हो तो चुप रहना
      free हो तो आई मिस यू कहना ..""",
    """फुल हो तुम मुरझाना नहीं
      अपने इस दोस्त को कभी भुलाना नहीं
      जब तक हम जिन्दा है ए दोस्त
      कभी किसी से घबराना नहीं""",
  ];
}
